import darkLight from "../../../../img/beer_three.jpg"

const ElemThird = () => {
    return (
        <>
            <h3>Ми втрачаєм пиво — The Atlantic</h3>

            <img style={{ width: "250px", height: "250px"}} src={darkLight} alt="dark and light" />
            <p>
                <span>Раніше</span>  пиво було найпопулярнішим слабоалкогольним напоєм.
                Але вже кілька років його популярність у світі падає, і виною тому слабоалкогольні коктейлі та напої на основі складеного ячменю в бляшанках.
            </p>
            <p>
                <span>Аналітики</span>  кажуть, що лише за минулий рік продаж пива впав на 3%, і все це через конкуренцію.
                Річ у тому, що з року в рік ціна на пиво зростає разом з інфляцією, але при цьому ціни на інший алкоголь — ні,
                вони падають.
                Поява будь-яких слабоалкогольних напоїв змушує покупців експериментувати замість брати старе добре пивко.
                На популярність пива позначилося навіть загальне старіння населення!
                Дорослі солідні люди швидше куплять пляшечку хорошого дорогого вина.
                Та й на ювілеї навряд чи хтось пропонуватиме гостям випити пива.
                Молодь пити пиво не хоче, бо для них це надто нудно.
                Тому виробники йдуть на поводу і випускають щось легше та фруктове, у гарних упаковках.
            </p>
        </>
    )
};


export default ElemThird;