const ElemOne = () => {
    return (
        <>
            <h3>Губить лососів не пиво: Popular Science</h3>
            <p>
                <span>Вчені</span> з'ясували, як допомогти лососям розмножуватися - треба лише дати їм понюхати пива.
            </p>
            <p>
                <span>У</span> лососів один із найнезвичайніших життєвих циклів серед риб. Вони народжуються в прісних річках,
                подорослішавши і зміцнівши пливуть у море, а потім повертаються туди, де народилися, щоб залишити потомство.
                Допомагає їм у цьому потужний нюх – вони можуть визначити конкретні мінерали у воді та запах рідні.
                Але якщо це лосось, якого вирощують у спеціальних загонах, повертатися їм нікуди.
                В результаті вони пливуть абияк і схрещуються з дикою рибою, а у тієї від цього псується потомство.
            </p>
            <p>
                <span>Вчені</span> в Орегоні вигадали привчити фермерських лососів до конкретних запахів, щоб вони пливли на них.
                Давали їм і креветок, водяний крес і навіть шкіру інших риб.
                Але все не працювало, поки вони не вивели спеціальний коктейль з амінокислот у лабораторії.
                Але це виявилося страшенно дорого і масово застосувати метод не вдалося.
            </p>
            <p>
                <span>Але</span> тут один із вчених, який варив на дозвіллі пиво, згадав,
                що взагалі в пивних дріжджах міститься глутамінова кислота, яка лососям цілком до смаку.
                А дріжджів після виробництва пива залишається сила-силенна і їх зазвичай просто викидають.
                Вчений привіз осад своїм колегам, а ті додали його в загони з молодняком.
                І ось цієї весни дорослі лососі почали повертатись у рідні загони.
                Тепер залишилося лише закріпити експеримент — і технології можна буде продавати в масу.
                А автор винаходу вигадав, як назвати сорт пива — «Очманілий ель».
            </p>
            
        </>
    )
};


export default ElemOne;