import monk from "../../../../img/secod_page_monk.jpg"

const ElemSecond = () => {
    return (
        <>
            <h2>Ще по одній?</h2>

            <img style={{ width: "250px", height: "250px"}} src={monk} alt="monk" />
            <p>
                Якщо ви думаєте, що п'єте багато пива, ви ще не чули, що творили люди в середні віки.
                По підрахунках історика Річарда Унгера, наші предки могли випивати до п'яти літрів на день, а іноді й того більше.
                Про це ми знаємо з джерел, що збереглися.
                Звичайно, сказати точно, хто скільки пив, ми не можемо. Але загальну картину можна скласти.
                За часів пізнього Середньовіччя люди вживали від 200 до 1460 літрів пива на людину на рік.
                Пили його і селяни, і аристократи, і служителі церкви.
                У Лондонському шпиталі наприкінці 16-го століття хворим видавали по літру на день, а наймити пивом отримували частину зарплати.
                Але не варто думати, що вся Європа була сповнена алкоголіків.
                Те пиво, яке ми п'ємо зараз і середньовічне пиво — дуже різні напої. Зважаючи на все, у тодішньому пиві було дуже мало алкоголю.
                Щось на рівні квасу. Пиво скоріше було основою поживного раціону, джерелом калорій важкої роботи.
                А ще його активно використовували у приготуванні.
            </p>
        </>
    )
};


export default ElemSecond;